[{"nameOfFood":"Gulyásleves","timeToMake":90,"ingredients":["marhahús","burgonya","sárgarépa","petrezselyemgyökér","paprika","hagyma","fokhagyma","paradicsom","fűszerpaprika","só","kömény"],"description":"A hagymát apróra vágjuk és megpirítjuk. Hozzáadjuk a marhahúst, majd megfűszerezzük pirospaprikával és köménnyel. Hozzáadjuk a zöldségeket és felöntjük vízzel, majd puhára főzzük."},{"nameOfFood":"Paprikás csirke","timeToMake":60,"ingredients":["csirkehús","vöröshagyma","fűszerpaprika","paradicsom","paprika","tejföl","só","bors"],"description":"A hagymát megpirítjuk, majd hozzáadjuk a csirkehúst és pirospaprikát. Paradicsommal és paprikával ízesítjük, és puhára főzzük. A végén tejföllel sűrítjük."},{"nameOfFood":"Hortobágyi húsos palacsinta","timeToMake":75,"ingredients":["palacsinta","sertéshús","tejföl","vöröshagyma","fűszerpaprika","só","bors"],"description":"A sertéshúst pörköltként elkészítjük, majd megtöltjük vele a palacsintákat. Tejföllel megkenjük, és sütőben átsütjük."},{"nameOfFood":"Töltött káposzta","timeToMake":120,"ingredients":["savanyú káposzta","darálthús","rizs","füstölt szalonna","vöröshagyma","fűszerpaprika","só","bors"],"description":"A darált húst összekeverjük a rizzsel és fűszerekkel, majd megtöltjük a káposztaleveleket. Füstölt szalonnával rétegezzük, és lassú tűzön megfőzzük."},{"nameOfFood":"Rántott hús","timeToMake":45,"ingredients":["csirke vagy sertéshús","liszt","tojás","zsemlemorzsa","só","bors","olaj"],"description":"A húst kiklopfoljuk, sózzuk, borsozzuk, majd lisztbe, tojásba és zsemlemorzsába forgatjuk. Forró olajban aranybarnára sütjük."},{"nameOfFood":"Somlói galuska","timeToMake":95,"ingredients":["piskóta","vaníliakrém","csokoládéöntet","dió","rum","tejszínhab"],"description":"Rétegezünk piskótát, vaníliakrémet és diót. Rumos csokoládéöntettel meglocsoljuk, majd tejszínhabbal tálaljuk."},{"nameOfFood":"Halászlé","timeToMake":120,"ingredients":["ponty","vöröshagyma","fűszerpaprika","paradicsom","paprika","só"],"description":"A halat megtisztítjuk és feldaraboljuk. A hagymát főzzük, majd a halat és a fűszereket hozzáadva lassan készre főzzük."},{"nameOfFood":"Lángos","timeToMake":40,"ingredients":["liszt","élesztő","tej","só","olaj"],"description":"Az alapanyagokból lágy tésztát dagasztunk, majd kelesztjük. Forró olajban kisütjük és ízlés szerint fokhagymával, tejföllel vagy sajttal tálaljuk."},{"nameOfFood":"Túrós csusza","timeToMake":30,"ingredients":["tészta","túró","tejföl","szalonna","só"],"description":"A tésztát megfőzzük, majd összekeverjük a túróval és tejföllel. Ropogós szalonnadarabokkal tálaljuk."},{"nameOfFood":"Dobos torta","timeToMake":150,"ingredients":["piskóta","csokoládékrém","cukor","vaj","tojás","karamell"],"description":"Rétegezett piskótát és csokoládékrémet készítünk, a tetejét karamellel vonjuk be. Hidegen tálaljuk."},{"nameOfFood":"Bundáskenyér","timeToMake":35,"ingredients":["Pár szelet kenyér","tojás","tej","olaj sütéshez"],"description":"A kenyeret beleáztatjuk a felvert tojás, tej sózott borsozott keverékébe. Ezután forró olajban aranybarnára sütjük."},{"nameOfFood":"Pacalpörkölt","timeToMake":130,"ingredients":["2 kg pacal","10 dkg zsír","12 dkg szalonna","30 dkg hagyma","10 g fokhagyma","5 g fűszerkömény","fűszerpaprika","30 dkg zöldpaprika","15 dkg paradicsom"],"description":"A szalonnát vágjuk csíkokra, majd a zsíron pirítsuk meg. Szűrőkanállal vegyük ki a szalonnákat a zsírból, majd tegyük bele a finomra vágott vöröshagymát, és pirítsuk aranysárgára. Ha ezzel megvagyunk, vegyük le az edényünket a tűzhelyről, adjuk hozzá a fűszerpaprikát, majd tegyük vissza a tűzre, és kevés vízzel öntsük fel. A zöldpaprikát kockázzuk fel (csumáját eltávolítva), de mindenek előtt kostóljuk meg, hogy nem erős-e. Amennyiben igen, távolítsuk el az \"erejét\". Adjuk a pörköltalaphoz, majd a felkockázott paradicsomot is. Lassú tűzön pároljuk. Közben a pacal tisztítsuk meg. Ha előfözött pacalt vásároltunk (ma már többnyire csak azt lehet kapni) akkor váltott vízben mossuk meg, majd vágjuk csíkokra, a tokányhoz hasonlóan. (Az előfőzött pacalt én már nem szoktam abálni, tovább van a pörköltalapban, amíg megpuhul, szaftja ízletesebb lesz.) Adjuk a csíkozott pacalt a pörköltalaphoz, fűszerezük zúzott fokhagymával, őrölt köménnyel, sózzuk, majd öntsük fel annyi vízzel, hogy majdnem ellepje. Fedő alatt pároljuk készre, közben ellenőrizzük időnként a levét, illetve a megfelelő sós ízt alakítsuk ki."},{"nameOfFood":"Babgulyás","timeToMake":140,"ingredients":["1 ek sertészsír","1 kg marhanyak","50 dkg fejtett bab","1 nagy fej vöröshagyma","2 gerezd fokhagyma","2 közepes db tv-paprika","1 közepes db hegyes erős paprika","2 közepes db paradicsom","2 közepes db sárgarépa","1 közepes db fehérrépa","1 kis db zeller","2 ek fűszerpaprika","4 szál kakukkfű","4 db babérlevél","1.5 l víz","bors ízlés szerint","só ízlés szerint"],"description":"A zsíron üvegesre pároljuk a hagymát és a fokhagymát. A marhanyakat kockákra vágjuk fel, és tegyük a hagymára. Keverjük jól össze, és hagyjuk, hogy kicsit megpiruljon a hús. Ezután jöhet a kockára vágott erős és sima paprika. Utána a paradicsom, sárgarépa, fehérrépa és a zeller is. Keverjük össze, és hagyjuk pár percet párolódni. Szórjuk a fűszerpaprikát és a borsot a zöldségekre, a friss kakukkfüvet pedig tépkedjük rá. Öntsük fel vízzel az egészet, majd sózzuk meg, és hagyjuk felforrni a levest. Forrás után öntsük bele az előzőleg beáztatott babot, és ha a babhoz nem adtunk az áztatás idején babérlevelet, akkor azt is tegyük a levesbe. Ezután lassú tűzön, addig főzzük a babot, amíg meg nem puhul. Ez körülbelül másfél-két óra lesz, de közben azért figyeljük. A kész levest kevés tejföllel a tetején tálalhatjuk is."},{"nameOfFood":"Nokedli","timeToMake":45,"ingredients":["400 gr liszt","1 db tojás","1 tk só","3 dl víz"],"description":"Az alapanyagokból közepesen lágy masszát keverünk (tálban, fakanállal). Nem kell túlságosan kidolgozni a tésztát. Bő, lobogó, sós vízben (4-5 l vízhez 3 tk só és 1-2 ek olaj) több részletben kifőzzük a galuskát: vagy nokedliszaggató segítségével, vagy pedig egyszerűen deszkára teszünk a tésztából és egy éles, bevizezett kés segítségével beleszaggatjuk a nokedlit a vízbe. Amint feljönnek a víz felszínére, szűrővel kivesszük és tálba tesszük a kész galuskákat."},{"nameOfFood":"Palacsinta","timeToMake":30,"ingredients":["3 db tojás","2 ek cukor","1 csomag vaníliás cukor","240 g finomliszt","2.5 dl tej","2.5 dl szódavíz","0.5 dl napraforgó olaj"],"description":"Egy tálba ütjük a tojásokat, majd a cukrokkal együtt kikeverjük. Folyamatos keverés mellett hozzáadjuk a tojásos keverékhez a lisztet, majd a tejet és a szódát, végül az olajat, és csomómentesre keverjük. Egy serpenyőt vagy palacsintasütőt egy ecsettel vékonyan megkenünk olajjal, majd megsütjük a palacsintákat."},{"nameOfFood":"Brassói pecsenye","timeToMake":115,"ingredients":["60 dkg sertéslapocka","80 dkg burgonya","5 gerezd fokhagyma","só ízlés szerint","bors ízlés szerint","1 ek fűszerpaprika","0.5 közepes db hegyes erős paprika","2 közepes db paradicsom","10 dkg kolozsvári szalonna","10 dkg bacon"],"description":"A húst felkockázzuk, a kétfajta szalonnát szintén. A szalonnát zsírjára pirítjuk, a pörcöket kivesszük a serpenyőből, és a visszamaradt zsíron nagy lángon kicsit megpirítjuk a húskockákat. Ha már kis színt kaptak, akkor hozzáadjuk a fűszerpaprikát, elkeverjük, majd mehet hozzá a kis kockára vágott paradicsom és felkarikázott paprika. Hozzáadjuk a finomra vágott fokhagymát, és kis lángon, lefedve, időnként megkavarva kb. 90 percig főzzük. Ha szükséges lenne, időnként önthetünk alá egy pici vizet, de ne sokat, mert a sűrű szaft a lényeg. Mikor már majdnem készen van, forró olajban kisütjük a kis kockára vágott krumplikat, majd szűrőpapírra szedjük. Ha a hús megpuhult, visszaöntjük az edénybe a szalonnapörcöket, hozzáadjuk a forró krumplit, összekeverjük, és azonnal tálaljuk."},{"nameOfFood":"Fasírt","timeToMake":45,"ingredients":["2 db zsemle","2 ek olívaolaj","1 közepes db vöröshagyma","2 gerezd fokhagyma","500 g darált sertéshús","2 db tojás","só ízlés szerint","bors ízlés szerint","1 teáskanál majoranna","1 teáskanál fűszerpaprika","1 ek petrezselyem","100 g zsemlemorzsa","200 ml napraforgó olaj"],"description":"A zsemléket apró darabokra szeljük, egy tálba helyezzük, és nyakon öntjük a tejjel. Mikor már jól megszívták magukat, elkezdjük összenyomkodni, hogy semmiképp se maradjanak nagyobb, összetapadt darabok, majd félrerakjuk pihentetni. Egy közepes méretű edényben olívaolajat hevítünk, hozzáadjuk az előzetesen felvágott hagymát, és elkezdjük dinsztelni. Amikor a hagyma már láthatóan puhul, hozzáadjuk az aprított fokhagymát, és tovább pirítjuk őket együtt. Ha elkészült, levesszük a tűzről, és átmerjük egy nagyobb edénybe, amibe a többi hozzávaló is kerül majd. A hagymákhoz hozzáadjuk a darált húst, a tejes zsemlegombócot és a két tojást. Ízlés szerint sóval, borssal fűszerezzük, adunk hozzá majorannát és fűszerpaprikát, majd színesítjük frissen vágott petrezselyemmel. A húsos masszát jól összegyúrjuk, majd akkora golyókat formázunk, amekkora kényelmesen elfér a tenyerünkbe. A golyókat egy kicsit lelapítjuk, és meghempergetjük zsemlemorzsában. A fasírtpogácsákat bő, forró olajban addig sütjük, amíg mindkét oldaluk szép aranybarnára nem sül. Frissen, melegen, főzelékek mellé feltétként, vagy főételnek krumplipürével és savanyúsággal tálaljuk."},{"nameOfFood":"Lencsefőzelék","timeToMake":95,"ingredients":["25 dkg lencse","2 db babérlevél","5 dkg kolozsvári szalonna","1.5 l víz","só ízlés szerint","2 ek mangalica zsír","2 evőkanál finomliszt","1 közepes db vöröshagyma","1 teáskanál fűszerpaprika","bors ízlés szerint","1 dl tejföl","30 dkg virsli (4 szál)"],"description":"Az átválogatott és megmosott lencsét egy lábosba öntjük. Hozzáadjuk a babérleveleket, valamint a füstölt szalonnát, sózzuk, és felöntjük másfél liter vízzel. Fedő alatt, nagyjából 45 perc alatt puhára főzzük. A hagymát megpucoljuk, és lereszeljük. Egy nagy lábasban a zsírból és a lisztből rántást készítünk - akkor jó, ha sűrű, de még éppen folyós, \"tejfölállagú\", ahogy anyukám hívja. A rántáshoz adjuk a lereszelt vöröshagymát, és állandó kevergetés mellett 1-2 percet főzzük. Ezután mérsékeljük alatta a lángot (akár el is zárhatjuk), amíg hozzákeverjük a fűszerpaprikát. Elkezdjük kanalanként felönteni a lencse főzővizével, közben folyamatosan kevergetve, nehogy becsomósodjon. Amikor elértük a nekünk tetsző főzeléksűrűséget, belekanalazzuk a lencsét (a babérleveleket és a szalonnát pedig kiszedjük - utóbbit elcsipegethetjük a főzelékhez, de meg is piríthatjuk). Sózzuk-borsozzuk. Egy deci tejfölt elkeverünk egy kis kanál főzelékkel, így kiegyenlítve a hőkülönbséget, majd az egészet visszaöntjük a lábasba, és elkeverjük. Sült virslivel és extra tejföllel tálaljuk."},{"nameOfFood":"Sajtos pogácsa","timeToMake":50,"ingredients":["220 g finomliszt","220 g kenyérliszt bl80","125 g vaj (szobahőmérsékletű)","1 kk só","1 db tojássárgája","2 dl tejföl","70 ml tej","25 g élesztő","0.5 tk cukor","150 g sajt (3-féle","keverve)"],"description":"A tejet langyosra melegítjük, majd hozzáadjuk a cukrot, és az élesztőt. 10 perc alatt felfuttatjuk. A liszteket beleszitáljuk egy keverőtálba, hozzáadjuk a sót, és átszitáljuk. Elmorzsoljuk benne a puha vajat, majd hozzáadjuk a tojássárgáját és a tejfölt. Adjuk hozzá a felfuttatott élesztőt is, majd dagasszuk egynemű tésztává. Letakarva pihentessük, kelesszük fél órát, majd nyújtsuk ki. Kenjük meg a tetejét puha vajjal, majd szórjuk meg a reszelt sajtok 2/3-adával. Tekerjük fel a tésztát, mint a bejglit, majd a két végét hajtsuk a tekercs középső részére. Pihentessük így is fél órát, majd nyújtsuk ki ismét. Folytathatjuk a hajtogatás-pihentetés-kinyújtás fázisokat addig, amíg jónak látjuk, hiszen minél rétegesebb egy pogácsatészta, annál finomabb lesz. Az utolsó kinyújtás után szaggassunk belőle pogácsákat, a maradék tésztát pedig hajtogassuk újra. Addig ismételjük a folyamatot, amíg a tészta el nem fogy. A pogácsákat helyezzük tepsire, majd szórjuk meg a tetejüket a reszelt sajttal. 180°C fokos előmelegített sütőben süssük készre 20-25 perc alatt, amikor a sajt már szépen megbarnul a pogik tetején, akkor jók. A sütőből kivéve hagyjuk őket kihűlni, majd fogyasszuk őket frissen, úgy a legfinomabb."}]